Repository: Nure-I/Gojo_Project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am

source: hello
am: ሰላም

source: User Dashboard
am: የተጠቃሚ ዳሽቦርድ

source: Manage your Gojo Account/
am: የጎጆ መለያዎን ያስተዳድሩ/

source: Change Profile
am: መገለጫ ይለውጡ

source: Change Password
am: የሚስጥር ቁልፍ ይቀይሩ

source: Home
am: መነሻ ገጽ

source: Welcome
am: እንኳን ደህና መጣህ

source: Here are the property listings Contacted You
am: እርስዎን ያነጋገሩ የቤቶች ዝርዝሮች እዚህ አሉ

source: Property
am: ቤት

source: Name
am: ስም

source: Status
am: ክልል

source: View
am: ይመልከቱ

source: View Listing
am: ዝርዝር ይመልከቱ

source: Accept
am: ተቀበል

source: Reject
am: ውድቅ

source: There is No Inquired Property For You
am: ለእርስዎ የተጠየቀ ንብረት የለም

source: Here are the property listings that you have inquired about
am: እርስዎ የጠየቋቸው የንብረት ዝርዝሮች እዚህ አሉ

source: Payment Completed
am: ክፍያ ተጠናቋል

source: Cancel Request
am: ጥያቄን ሰርዝ

source: payment methods
am: የክፍያ ዘዴዎች

source: Request Again
am: እንደገና ይጠይቁ

source: You have not made any inquiries
am: ምንም ጥያቄ አልጠየቃችሁም

source: Here are the property listings that you have Posted
am: እርስዎ የለጠፉት ቤት ዝርዝሮች እዚህ አሉ

source: Cancel
am: ሰርዝ

source: Published
am: የተለጠፈ

source: Not Published
am: አልተለጠፈም

source: View Post
am: የተለጠፈ ይመልከቱ

source: House Rented
am: ቤት ተከራይቷል

source: Cancel Post
am: ልጥፍን ሰርዝ

source: Post House
am: ቤት ለጥፍ

source: You have not made any Posts
am: ምንም ልጥፎች አላደረጉም

source: Information
am: መረጃ

source: First Name
am: የመጀመሪያ ስም

source: Last Name
am: ያባት ስም

source: Update Profile
am: መገለጫ አዘምን

source: UserName
am: የተጠቃሚ ስም

source: Email
am: ኢሜል

source: Login
am: ግባ

source: Password
am: የይለፍ ቃል

source: Don't have an Account?
am: መለያ ከሌለዎት?

source: Register
am: ይመዝገቡ

source: Title
am: ርዕስ

source: Address
am: አድራሻ

source: City
am: ከተማ

source: Region
am: ክልል

source: Region (All)
am: ክልል (ሁሉም)

source: Zip Code
am: አካባቢያዊ መለያ ቁጥር

source: BedRooms
am: መኝታ ቤቶች

source: Bedrooms
am: መኝታ ቤቶች

source: BathRooms
am: መኝታ ቤቶች

source: Bathrooms
am: መኝታ ቤቶች

source: Garage
am: ጋራዥ ፦

source: Sqft
am: ስኩዌር፦

source: Square Feet
am: ካሬ ጫማ

source: Lot Size
am: የሎጥ መጠን

source: Property Type
am: የቤት ዓይነት

source: Property Type (All)
am: የቤት ዓይነት (ሁሉም)

source: Price
am: ዋጋ

source: Price Negotiability
am: የዋጋ ድርድር

source: Listed For
am: ለ ተዘርዝሯል

source: description
am: መግለጫ

source: Description
am: መግለጫ

source: Main Image
am: ዋና ምስል

source: More Images
am: ተጨማሪ ምስሎች

source: Image 1
am: ምስል 1

source: Image 2
am: ምስል 2

source: Image 3
am: ምስል 3

source: Image 4
am: ምስል 4

source: Image 5
am: ምስል 5

source: Image 6
am: ምስል 6

source: Add Property
am: ቤት ያስገቡ

source: Listings
am: ዝርዝሮች

source: Back To Listings
am: ወደ ዝርዝሮች ተመለስ

source: Asking Price:
am: የመጠየቅ ዋጋ;

source: Bedrooms:
am: መኝታ ቤቶች

source: Bathrooms:
am: መኝታ ቤቶች

source: Garage:
am: ጋራዥ ፦

source: Owner:
am: ባለቤት ፦

source: Square Feet:
am: ካሬ ጫማ:

source: Lot Size:
am: የሎጥ መጠን

source: Acres
am: ኤከር

source: Listing Date:
am: የዝርዝሩ ቀን ፦

source: Realtor:
am: ወኪል

source: Property Realtor
am: የቤት ወኪል

source: Delete Post
am: ልጥፍ ሰርዝ

source: Make An Inquiry
am: ጥያቄ ያድርጉ

source: Delete
am: ሰርዝ

source: SOLD
am: ተሸጠ

source: RENTED
am: ተከራይቷል

source: YenePay
am: የኔፐይ

source: Pay With Bank
am: በባንክ ጋር ይክፈሉ

source: Property:
am: ቤት:

source: Name:
am: ስም ፦

source: Email:
am: ኢሜል:

source: Phone:
am: ስልክ ፦

source: Message:
am: መልዕክት ፦

source: Send
am: ላክ

source: Are You Sure?
am: እርግጠኛ ነህ

source: Total:
am: ጠቅላላ ፦

source: Pay By Bank
am: በባንክ ጋር ይክፈሉ

source: Browse Our Properties
am: ቤታችንን ያስሱ

source: Browse Listings
am: ዝርዝሮችን ያስሱ

source: Sqft:
am: ስኩዌር፦

source: Garage:
am: ጋራዥ ፦

source: Bathrooms:
am: መኝታ ቤቶች

source: More Info
am: ተጨማሪ መረጃ

source: No Listings Available
am: ምንም አከራይ የሉም

source: Search For
am: ምፈልገው

source: Keywords
am: ቁልፍ ቃላት

source: Keyword (Pool, Garage, etc)
am: ቁልፍ ቃል (ገንዳ ፣ ጋራጅ ፣ ወዘተ)

source: Bedrooms (Any)
am: መኝታ ቤቶች (ሁሉም)

source: Max Price (All)
am: ከፍተኛ ዋጋ (ማንኛውም)

source: Submit form
am: ቅጽ ያስገቡ

source: Search Results
am: የፍለጋ ውጤቶች

source: About House Rent
am: ስለ ቤት ኪራይ

source: Gojo House Rental management involves an understanding of operating expenses and budgeting.
am: የጎጆ ቤት ኪራይ አስተዳደር የሥራ ማስኬጃ ወጪዎችን እና የበጀት አያያዝን መረዳትን ያካትታል።

source: About
am: ስለ

source: We Search For The Perfect Home
am: ፍጹም የሆነውን ቤት እንፈልጋለን

source: House rental management is utilized for any type of rental property, including residential rentals or commercial real estate.
am: የቤት ኪራይ አስተዳደር የቤቶች እና የአካል ንብረቶች አሠራር ፣ ቁጥጥር ፣ ጥገና እና ቁጥጥር ነው። ይህ የመኖሪያ ፣ የንግድ እና የመሬት ሪል እስቴትን ሊያካትት ይችላል።

source: House rental management involves an understanding of operating expenses and budgeting. From this information, appropriate rental rates are set, balanced by the current market and what it will support in the way of rents. A firm knowledge of the area and competitive rental properties is required.
am: የቤት ኪራይ አስተዳደር የሥራ ማስኬጃ ወጪዎችን እና የበጀት አያያዝን መረዳትን ያካትታል። ከዚህ መረጃ ፣ ተገቢው የኪራይ ተመኖች ተዘጋጅተዋል ፣ አሁን ባለው ገበያ እና በኪራይ መንገድ ምን ይደግፋል። ስለ አካባቢው ጽኑ ዕውቀት እና ተወዳዳሪ የኪራይ ንብረቶች ያስፈልጋል።

source: Seller Of The Month
am: የወሩ ሻጭ

source: We Work For You
am: እኛ ለእርስዎ እንሰራለን

source: Rental managers are generally responsible for the day-to-day operations of the real estate, from screening tenants to arranging for repairs and maintenance. Owners pay Rental managers a fee or a percentage of the rent generated by the property.
am: የኪራይ ሥራ አስኪያጆች ተከራዮችን ከማጣራት ጀምሮ ለጥገና እና ለጥገና ዝግጅት የቤት ኪራይ የዕለት ተዕለት ሥራ ኃላፊነት አለባቸው። ባለቤቶች ለኪራይ ሥራ አስኪያጆች ክፍያ ወይም በንብረቱ የመነጨውን የቤት ኪራይ መቶኛ ይከፍላሉ።

source: View Our Featured Listings
am: የእኛን ተለይተው የቀረቡ ዝርዝሮችን ይመልከቱ

source: Our Team
am: የኛ ቡድን

source: Realtor
am: አከራይ

source: No realtors available
am: ምንም አከራይ የሉም

source: Get in touch with us
am: ከእኛ ጋር ይገናኙ

source: Full Name
am: ሙሉ ስም

source: Email Address
am: የ ኢሜል አድራሻ

source: Subject
am: ርዕሰ ጉዳይ

source: Message
am: መልዕክት

source: Send Message
am: መልዕክት ላክ

source: Your Name
am: የአንተ ስም

source: Your Email
am: የእርስዎ ኢሜል

source: Write Something
am: የሆነ ነገር ይፃፉ

source: Submit
am: ቅጽ ያስገቡ

source: House Searching Just Got So Easy
am: የቤት ፍለጋ በጣም ቀላል ሆኗል

source: House rental management is the operation, control, maintenance, and oversight of houses and physical property. This can include residential, commercial, and land real estate.
am: የቤት ኪራይ አስተዳደር የቤቶች እና የአካል ንብረቶች አሠራር ፣ ቁጥጥር ፣ ጥገና እና ቁጥጥር ነው። ይህ የመኖሪያ ፣ የንግድ እና የመሬት ሪል እስቴትን ሊያካትት ይችላል።

source: House Type
am: የቤት ዓይነት

source: House Type (All)
am: የቤት ዓይነት (ሁሉም)

source: State
am: ክልል

source: Bedrooms (All)
am: መኝታ ቤቶች (ሁሉም)

source: Max Price (Any)
am: ከፍተኛ ዋጋ (ማንኛውም)

source: Latest Listings
am: የቅርብ ጊዜ ዝርዝሮች

source: Sqft:
am: ስኩዌር፦

source: Garage:
am: ጋራዥ ፦

source: Bedrooms:
am: መኝታ ቤቶች

source: Bathrooms:
am: መኝታ ቤቶች

source: Consulting Services
am: የምክር አገልግሎት

source: We work with leading organizations across the private, public and social sectors. Our scale, scope, and knowledge allow us to address problems that no one else can.
am: እኛ በግሉ ፣ በሕዝብ እና በማህበራዊ ዘርፎች ካሉ መሪ ድርጅቶች ጋር እንሰራለን። የእኛ ልኬት ፣ ወሰን እና ዕውቀት ማንም ሰው የማይችላቸውን ችግሮች ለመፍታት ያስችለናል።

source: Propery Management
am: የንብረት አያያዝ

source: Property management is the daily oversight of residential, commercial, or industrial real estate by a third-party contractor. Generally, property managers take responsibility for day-to-day repairs of properties.
am: የንብረት አያያዝ በሶስተኛ ወገን ተቋራጭ የመኖሪያ ፣ የንግድ ወይም የኢንዱስትሪ ቤት ኪራይ ዕለታዊ ቁጥጥር ነው። በአጠቃላይ የንብረት አስተዳዳሪዎች ለንብረቶች የዕለት ተዕለት ጥገና ኃላፊነት ይወስዳሉ።

source: Renting & Selling
am: ኪራይ እና መሸጥ

source: an affordable home to someone within the parish or adjoining parish who meets the eligibility criteria as set out in policy.
am: በፖሊሲው ውስጥ በተቀመጠው መሠረት የብቁነት መስፈርቶችን ለሚያሟላ ሰው በደብዳቤው ውስጥ ወይም በአቅራቢያው ባለው ደብር ውስጥ የሚገኝ ሰው።

source: About Us
am: ስለ እኛ

source: Featured Listings
am: ተለይቶ የቀረበ

source: Language
am: ቋንቋ

source: Post Listing
am: ቤት ለጥፍ

source: Logout
am: ውጣ

source: FeedBack
am: ግብረመልስ

source: Contact Us
am: አግኙን
